Repository: ooware/oo.repository
Catalog: resources/language/*/strings.po
Languages: dutch

# #30000
source: General
dutch: Algemeen

# #30001
source: Follow the instructions and enter PIN:
dutch: Volg de instructies en voer deze PIN in:

# #30002
source: Dropbox authorization required.
dutch: Dropbox autorisatie vereist.

# #30003
source: Go to: http://xbmc-dropbox.sourceforge.net
dutch: Ga naar: http://xbmc-dropbox.sourceforge.net

# #30004
source: Authorization finished. Account added:
dutch: Autorisatie beeindigd. Account toegevoegd:

# #30005
source: Clear Dropbox authorization code
dutch: Dropbox toegangs code verwijderen

# #30006
source: Dropbox authorization code
dutch: Dropbox toegangs code

# #30007
source: Location for cached files
dutch: Locatie voor cache bestanden

# #30008
source: View relevant files only
dutch: Toon alleen relevante bestanden

# #30010
source: Show me more...
dutch: Toon me meer...

# #30011
source: Use passcode lock for account
dutch: Gebruik passcode lock voor account

# #30012
source: Change passcode...
dutch: Wijzig passcode...

# #30013
source: Enter your passcode
dutch: Voer uw passcode in

# #30014
source: Wrong passcode!
dutch: Foute passcode!

# #30015
source: Passcode timeout (minutes)
dutch: Passcode verloop (minuten)

# #30016
source: Browse Dropbox
dutch: Blader in Dropbox

# #30017
source: Search Dropbox
dutch: Zoek in Dropbox

# #30018
source: Enter the search text
dutch: Voer de zoek tekst in

# #30019
source: Search text has to be atleast 3 characters
dutch: Zoek tekst moet minimaal 3 karakters zijn!

# #30020
source: Searching in Dropbox for:
dutch: Zoeken in Dropbox naar:

# #30021
source: Nothing found!
dutch: Niets gevonden!

# #30022
source: Delete from Dropbox
dutch: Verwijder uit Dropbox

# #30023
source: Do you want to delete this from Dropbox:
dutch: Wilt U dit verwijderen uit Dropbox:

# #30024
source: Copy in Dropbox
dutch: Kopieer in Dropbox

# #30025
source: Select the folder to
dutch: Selecteer de map om naar te

# #30026
source: copy to
dutch: kopieren

# #30027
source: Move in Dropbox
dutch: Verplaats in Dropbox

# #30028
source: move to
dutch: verplaatsen

# #30029
source: Create new folder in Dropbox
dutch: Maak een nieuwe map in Dropbox

# #30030
source: Enter the name of new folder
dutch: Voer de nieuwe map naam in

# #30031
source: Upload to Dropbox
dutch: Upload naar Dropbox

# #30032
source: Select the file to upload
dutch: Selecteer het bestand om te uploaden

# #30033
source: Uploading file to Dropbox
dutch: Bestand aan het uploaden naar Dropbox

# #30034
source: Enter your new passcode
dutch: Voer uw nieuwe passcode in

# #30035
source: Caching media files in background...
dutch: Media bestand opslaan op de achtergrond...

# #30036
source: Stream video and music media (don't cache)
dutch: Stream video en muziek media (niet cachen)

# #30037
source: Download from Dropbox
dutch: Download van Dropbox

# #30038
source: download to
dutch: downloaden

# #30039
source: Downloading file(s) from Dropbox
dutch: Bestand(en) aan het downloaden van Dropbox

# #30040
source: Finished downloading file(s) to:
dutch: Bestand(en) gedownload naar:

# #30041
source: Downloading file:
dutch: Download bestand:

# #30042
source: Add an account...
dutch: Voeg een account toe...

# #30043
source: Finish adding account...
dutch: Afmaken toevoegen account...

# #30044
source: Remove account
dutch: Verwijder account

# #30045
source: Do you want to remove this account from Dbmc?
dutch: Wilt u het volgende account verwijderen uit Dbmc?

# #30100
source: Change synchronization...
dutch: Wijzig synchronisatie...

# #30101
source: Enable synchronization
dutch: Synchronisatie activeren

# #30102
source: Select the local folder
dutch: Selecteer de lokale map

# #30103
source: Dbmc: Moved files/folders to new synchronization location:
dutch: Dbmc: Bestanden/mappen verplaatst naar nieuwe synchronisatie lokatie:

# #30104
source: New synchronization location is not empty!
dutch: Nieuwe synchronisatie lokatie is niet leeg!

# #30105
source: Synchronization interval (minutes)
dutch: Synchronisatie interval (minuten)

# #30106
source: Dbmc: Synchronization finished.
dutch: Dbmc: Synchronisatie gereed.

# #30107
source: Number of items synchronized:
dutch: Aantal items gesynchroniseerd:

# #30108
source: Synchronization locations
dutch: Synchronisatie lokaties

# #30109
source: Select the Dropbox folder to synchronize with
dutch: Selecteer de Dropbox map om mee te synchroniseren

# #30110
source: Can't change settings while synchronizing!
dutch: Kan de instellingen niet wijzigen tijdens het synchroniseren

# #30111
source: Can't enable synchronization: First set synchronization locations!
dutch: Kan synchronisatie niet aan zetten: Pas eerst de synchronisatie lokaties aan!

# #30112
source: Synchronize now
dutch: Synchroniseer nu

# #30113
source: Stop Synchronizing now?
dutch: Synchroniseren nu stoppen?

# #30114
source: Dbmc: Synchronizing files...
dutch: Dbmc: Synchroniseren van bestanden...

# #30115
source: Synchronization settings can't be changed here anymore!
dutch: Synchronisatie instellingen kunnen hier niet meer gewijzigd worden!

# #30200
source: Problem getting the access code!
dutch: Probleem met het verkrijgen van de toegangs code!

# #30201
source: Authorization failed!
dutch: Autorisatie gefaalt!

# #30202
source: Did you copy the complete code?
dutch: Heeft u de code volledig gekopieerd?

# #30203
source: Action cannot be executed
dutch: Actie kan niet worden uitgevoerd

# #30205
source: Dropbox authorization code failure!
dutch: Dropbox toegangs code fout!

# #30206
source: Dropbox error occured!
dutch: Dropbox error!

# #30207
source: Please enter a valid passcode timeout (1 to 120 minutes)
dutch: Voer een geldige passcode verloop in (1 tot 120 minuten)

# #30208
source: Please enter a valid synchronization interval (5 to 1440 minutes)
dutch: Voer een geldige synchronizatie interval in (5 tot 1440 minuten)
